Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# onboard.name.subtitle
source: You can change this later in settings.
ar: يمكنك تغييره لاحقًا من الإعدادات.
de: Du kannst das später in den Einstellungen ändern.
es: Podrás cambiarlo más adelante en los ajustes.
fr: Tu pourras le changer plus tard dans les réglages.
hi: आप इसे बाद में सेटिंग में बदल सकते हैं।
id: Kamu bisa mengubahnya nanti di pengaturan.
it: Potrai cambiarlo più tardi nelle impostazioni.
ja: あとで設定から変更できます。
ko: 나중에 설정에서 바꿀 수 있어요.
nl: Je kunt dit later in de instellingen wijzigen.
pl: Możesz to później zmienić w ustawieniach.
pt_br: Você pode mudar depois nos ajustes.
ru: Позже это можно изменить в настройках.
sv: Du kan ändra det senare i inställningarna.
th: เปลี่ยนได้ภายหลังในการตั้งค่า
tr: Bunu daha sonra ayarlardan değiştirebilirsiniz.
vi: Bạn có thể đổi sau trong phần cài đặt.
zh_hans: 之后可以在设置里改。
zh_hant: 之後可以在設定裡修改。

# onboard.name.title
source: Give it a name
ar: اختر له اسمًا
de: Gib ihm einen Namen
es: Ponle un nombre
fr: Donne-lui un nom
hi: इसे नाम दें
id: Beri nama
it: Dagli un nome
ja: 名前をつけよう
ko: 이름을 지어 주세요
nl: Geef het een naam
pl: Nadaj mu imię
pt_br: Dê um nome
ru: Придумайте имя
sv: Ge det ett namn
th: ตั้งชื่อให้หน่อย
tr: Bir ad verin
vi: Đặt tên cho nó
zh_hans: 给它起个名字
zh_hant: 取個名字

# onboard.next
source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: आगे
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Avançar
ru: Далее
sv: Nästa
th: ต่อไป
tr: İleri
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# onboard.pick.subtitle
source: Each pet has different needs and earnings. Pick the one that fits how you play.
ar: لكل حيوان احتياجات وأرباح مختلفة. اختر ما يناسب طريقة لعبك.
de: Jedes Tier hat andere Bedürfnisse und Einnahmen. Wähle das, das zu deinem Spielstil passt.
es: Cada mascota tiene necesidades e ingresos distintos. Elige la que encaje con tu forma de jugar.
fr: Chaque animal a des besoins et des revenus différents. Choisis celui qui correspond à ta façon de jouer.
hi: हर साथी की ज़रूरतें और कमाई अलग होती है। जो आपके खेलने के तरीक़े से मेल खाए, उसे चुनें।
id: Setiap hewan punya kebutuhan dan pemasukan berbeda. Pilih yang sesuai dengan gaya bermainmu.
it: Ogni animale ha esigenze e guadagni diversi. Scegli quello che si adatta al tuo modo di giocare.
ja: ペットごとに必要なお世話と収益がちがいます。 あなたの遊び方に合う子を選んでください。
ko: 펫마다 필요한 돌봄과 수익이 달라요. 당신의 플레이 방식에 맞는 친구를 골라 주세요.
nl: Elk dier heeft andere behoeften en inkomsten. Kies het dier dat bij jouw speelstijl past.
pl: Każdy zwierzak ma inne potrzeby i przychody. Wybierz tego, który pasuje do Twojego stylu gry.
pt_br: Cada bichinho tem necessidades e ganhos diferentes. Escolha o que combina com o seu jeito de jogar.
ru: У каждого питомца свои потребности и доход. Выберите того, кто подходит вашему стилю игры.
sv: Varje djur har olika behov och inkomster. Välj det som passar ditt sätt att spela.
th: สัตว์เลี้ยงแต่ละตัวมีความต้องการและรายรับต่างกัน เลือกตัวที่เข้ากับสไตล์การเล่นของคุณ
tr: Her dostun ihtiyaçları ve geliri farklıdır. Oyun tarzınıza uyanı seçin.
vi: Mỗi con có nhu cầu và mức thu nhập khác nhau. Hãy chọn con phù hợp với cách bạn chơi.
zh_hans: 每种宠物的需求和收益都不同。 选一个适合你节奏的。
zh_hant: 每隻寵物的需求與收益都不同。 選一隻符合你玩法的。

# onboard.pick.title
source: Choose your pet
ar: اختر حيوانك
de: Wähle dein Tier
es: Elige tu mascota
fr: Choisis ton animal
hi: अपना साथी चुनें
id: Pilih hewanmu
it: Scegli il tuo animale
ja: ペットを選ぶ
ko: 펫을 선택하세요
nl: Kies je dier
pl: Wybierz zwierzaka
pt_br: Escolha seu bichinho
ru: Выберите питомца
sv: Välj ditt djur
th: เลือกสัตว์เลี้ยงของคุณ
tr: Dostunuzu seçin
vi: Chọn thú nuôi của bạn
zh_hans: 选择你的宠物
zh_hant: 選擇你的寵物

# onboard.price
source: Costs
ar: السعر
de: Kostet
es: Cuesta
fr: Coûte
hi: कीमत
id: Harga
it: Costa
ja: 価格
ko: 가격
nl: Kost
pl: Koszt
pt_br: Custa
ru: Цена
sv: Kostar
th: ราคา
tr: Fiyat
vi: Giá
zh_hans: 需要
zh_hant: 售價

# onboard.start
source: Start
ar: ابدأ
de: Los geht’s
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작
nl: Beginnen
pl: Zacznij
pt_br: Começar
ru: Начать
sv: Börja
th: เริ่ม
tr: Başla
vi: Bắt đầu
zh_hans: 开始养育
zh_hant: 開始

# onboard.stat.gold
source: Earnings
ar: الأرباح
de: Einnahmen
es: Ingresos
fr: Revenus
hi: कमाई
id: Pemasukan
it: Guadagni
ja: 収益
ko: 수익
nl: Inkomsten
pl: Przychody
pt_br: Ganhos
ru: Доход
sv: Inkomster
th: รายรับ
tr: Gelir
vi: Thu nhập
zh_hans: 金币收益
zh_hant: 收益

# onboard.stat.hygiene.detail
source: bath every %lldd
ar: حمّام كل %lld يوم
de: Bad alle %lld T.
es: baño cada %lld d
fr: bain tous les %lld j
hi: हर %lld दिन नहलाना
id: mandi tiap %lld hr
it: bagno ogni %lld g
ja: %lld 日ごとにお風呂
ko: %lld일마다 목욕
nl: bad elke %lld d
pl: kąpiel co %lld dni
pt_br: banho a cada %lld d
ru: мытьё каждые %lld дн.
sv: bad var %lld:e dag
th: อาบน้ำทุก %lld วัน
tr: %lld günde bir yıkama
vi: tắm mỗi %lld ngày
zh_hans: 每 %lld 天洗澡
zh_hant: 每 %lld 天洗澡

# onboard.stat.mood.detail
source: needs play every %lldh
ar: لعب كل %lld ساعة
de: Spiel alle %lld Std.
es: juego cada %lld h
fr: jeu toutes les %lld h
hi: हर %lld घंटे खेलना ज़रूरी
id: main tiap %lld jam
it: gioco ogni %lld h
ja: %lld 時間ごとに遊びが必要
ko: %lld시간마다 놀이 필요
nl: spelen elke %lld u
pl: zabawa co %lld godz.
pt_br: brincar a cada %lld h
ru: игра каждые %lld ч
sv: lek var %lld:e tim
th: ต้องเล่นทุก %lld ชม.
tr: %lld saatte bir oyun
vi: cần chơi mỗi %lld giờ
zh_hans: 每 %lld 小时要陪玩
zh_hant: 每 %lld 小時要陪玩

# pets.current
source: Active
ar: الحالي
de: Aktiv
es: Activa
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: 現在
ko: 현재
nl: Actief
pl: Aktywny
pt_br: Ativo
ru: Активный
sv: Aktiv
th: ตัวปัจจุบัน
tr: Etkin
vi: Đang chọn
zh_hans: 当前
zh_hant: 目前

# pets.get_more
source: Adopt more pets
ar: تبنَّ حيوانات أخرى
de: Mehr Tiere aufnehmen
es: Adoptar más mascotas
fr: Adopter d’autres animaux
hi: और साथी लें
id: Adopsi hewan lain
it: Adotta altri animali
ja: ペットを増やす
ko: 펫 더 데려오기
nl: Meer dieren adopteren
pl: Przygarnij więcej zwierzaków
pt_br: Adotar mais bichinhos
ru: Взять ещё питомцев
sv: Adoptera fler djur
th: รับเลี้ยงเพิ่ม
tr: Daha fazla dost sahiplen
vi: Nhận thêm thú nuôi
zh_hans: 收养更多宠物
zh_hant: 領養更多寵物

# pets.get_more_hint
source: Browse breeds in the shop
ar: تصفّح السلالات في المتجر
de: Rassen im Shop ansehen
es: Explora las razas en la tienda
fr: Parcourir les races dans la boutique
hi: दुकान में नस्लें देखें
id: Lihat ras di toko
it: Sfoglia le razze nel negozio
ja: ショップで種類を見る
ko: 상점에서 품종 살펴보기
nl: Bekijk rassen in de winkel
pl: Przeglądaj rasy w sklepie
pt_br: Veja as raças na loja
ru: Посмотрите породы в магазине
sv: Bläddra bland raser i butiken
th: ดูสายพันธุ์ในร้าน
tr: Türlere mağazadan göz atın
vi: Xem các giống trong cửa hàng
zh_hans: 去商店看看有哪些品种
zh_hant: 在商店瀏覽品種

# pets.name_footer
source: Only the name can change. Coat is set at adoption.
ar: الاسم فقط قابل للتغيير. يُحدَّد الفرو عند التبنّي.
de: Nur der Name ist änderbar. Das Fell wird bei der Aufnahme festgelegt.
es: Solo el nombre se puede cambiar. El pelaje se fija al adoptar.
fr: Seul le nom est modifiable. Le pelage est fixé à l’adoption.
hi: केवल नाम बदल सकता है। रंग-रूप लेते समय तय होता है।
id: Hanya nama yang bisa diubah. Corak bulu ditetapkan saat adopsi.
it: Solo il nome è modificabile. Il mantello si stabilisce all’adozione.
ja: 変更できるのは名前だけです。毛色はお迎え時に決まります。
ko: 이름만 바꿀 수 있어요. 털색은 데려올 때 정해집니다.
nl: Alleen de naam kan veranderen. De vacht wordt bij adoptie bepaald.
pl: Zmienić można tylko imię. Umaszczenie ustala się przy przygarnięciu.
pt_br: Só o nome pode mudar. A pelagem é definida na adoção.
ru: Менять можно только имя. Окрас задаётся при получении.
sv: Bara namnet kan ändras. Pälsen bestäms vid adoptionen.
th: เปลี่ยนได้แค่ชื่อ สีขนกำหนดตอนรับเลี้ยง
tr: Yalnızca ad değiştirilebilir. Tüy rengi sahiplenirken belirlenir.
vi: Chỉ đổi được tên. Màu lông được ấn định khi nhận nuôi.
zh_hans: 只有名字可以改。毛色在收养时就定下来了。
zh_hant: 只有名字能改。毛色在領養時決定。

# pets.record
source: Record
ar: السجل
de: Statistik
es: Registro
fr: Statistiques
hi: रिकॉर्ड
id: Catatan
it: Statistiche
ja: 記録
ko: 기록
nl: Statistieken
pl: Statystyki
pt_br: Histórico
ru: Статистика
sv: Statistik
th: สถิติ
tr: Kayıtlar
vi: Thống kê
zh_hans: 陪伴记录
zh_hant: 紀錄

# pets.roster
source: Collection
ar: المجموعة
de: Sammlung
es: Colección
hi: संग्रह
id: Koleksi
it: Collezione
ja: コレクション
ko: 수집
nl: Collectie
pl: Kolekcja
pt_br: Coleção
ru: Коллекция
sv: Samling
th: คอลเลกชัน
tr: Koleksiyon
vi: Bộ sưu tập
zh_hans: 已拥有
zh_hant: 收藏

# pets.stage_age
source: %1$@ · day %2$lld
ar: %1$@ · اليوم %2$lld
de: %1$@ · Tag %2$lld
es: %1$@ · día %2$lld
fr: %1$@ · jour %2$lld
hi: %1$@ · दिन %2$lld
id: %1$@ · hari ke-%2$lld
it: %1$@ · giorno %2$lld
ja: %1$@ · %2$lld 日目
ko: %1$@ · %2$lld일째
nl: %1$@ · dag %2$lld
pl: %1$@ · dzień %2$lld
pt_br: %1$@ · dia %2$lld
ru: %1$@ · день %2$lld
sv: %1$@ · dag %2$lld
th: %1$@ · วันที่ %2$lld
tr: %1$@ · %2$lld. gün
vi: %1$@ · ngày %2$lld
zh_hans: %1$@ · 第 %2$lld 天
zh_hant: %1$@ · 第 %2$lld 天

# pets.switch
source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Changer
hi: बदलें
id: Ganti
it: Cambia
ja: 切り替え
ko: 전환
nl: Wisselen
pl: Zmień
pt_br: Trocar
ru: Сменить
sv: Byt
th: สลับ
tr: Değiştir
vi: Đổi
zh_hans: 切换
zh_hant: 切換

# pets.title
source: My Pets
ar: حيواناتي
de: Meine Tiere
es: Mis mascotas
fr: Mes animaux
hi: मेरे साथी
id: Hewanku
it: I miei animali
ja: マイペット
ko: 내 펫
nl: Mijn dieren
pl: Moje zwierzaki
pt_br: Meus bichinhos
ru: Мои питомцы
sv: Mina djur
th: สัตว์เลี้ยงของฉัน
tr: Dostlarım
vi: Thú nuôi của tôi
zh_hans: 我的宠物
zh_hant: 我的寵物

# reward.achievement.message
source: Unlocked "%1$@"! +%2$lld coins
ar: فُتح «%1$@»! ‏+%2$lld عملة
de: „%1$@“ freigeschaltet! +%2$lld Münzen
es: ¡«%1$@» desbloqueado! +%2$lld monedas
fr: « %1$@ » débloqué ! +%2$lld pièces
hi: «%1$@» मिल गया! +%2$lld सिक्के
id: «%1$@» terbuka! +%2$lld koin
it: «%1$@» sbloccato! +%2$lld monete
ja: 「%1$@」達成！ +%2$lld 枚
ko: 「%1$@」 달성! +%2$lld개
nl: «%1$@» vrijgespeeld! +%2$lld munten
pl: Odblokowano „%1$@”! +%2$lld monet
pt_br: «%1$@» desbloqueado! +%2$lld moedas
ru: Получено «%1$@»! +%2$lld монет
sv: «%1$@» upplåst! +%2$lld mynt
th: ปลดล็อก «%1$@»! +%2$lld เหรียญ
tr: «%1$@» açıldı! +%2$lld para
vi: Đã mở «%1$@»! +%2$lld xu
zh_hans: 达成「%1$@」，+%2$lld 枚！
zh_hant: 達成「%1$@」，+%2$lld 枚！

# reward.checkin
source: Check-in
ar: حضور
es: Visita
fr: Connexion
hi: हाज़िरी
id: Absen
it: Accesso
ja: チェックイン
ko: 출석
pl: Wejście
pt_br: Visita
ru: Вход
sv: Incheckning
th: เช็กอิน
tr: Giriş
vi: Điểm danh
zh_hans: 上线奖励
zh_hant: 簽到

# reward.offline.message
source: I earned %lld coins watching the house!
ar: حرست البيت وجمعت %lld عملة!
de: Ich habe beim Hüten %lld Münzen verdient!
es: ¡Gané %lld monedas cuidando la casa!
fr: J’ai gagné %lld pièces en gardant la maison !
hi: घर की रखवाली करके मैंने %lld सिक्के कमाए!
id: Aku menjaga rumah dan dapat %lld koin!
it: Ho guadagnato %lld monete facendo la guardia!
ja: 留守番して %lld 枚かせいだよ！
ko: 집을 지켜서 %lld개 벌었어!
nl: Ik heb %lld munten verdiend met op het huis passen!
pl: Pilnowałem domu i zarobiłem %lld monet!
pt_br: Ganhei %lld moedas cuidando da casa!
ru: Я присматривал за домом и заработал %lld монет!
sv: Jag tjänade %lld mynt på att passa huset!
th: เฝ้าบ้านแล้วได้ %lld เหรียญ!
tr: Evi bekleyip %lld para kazandım!
vi: Tớ trông nhà và kiếm được %lld xu!
zh_hans: 我帮你看家赚了 %lld 枚！
zh_hant: 我幫你看家賺了 %lld 枚！

# reward.offline_care
source: Housesitting
ar: حراسة البيت
de: Hüten
es: Cuidar la casa
fr: Garde de la maison
hi: घर की रखवाली
id: Menjaga rumah
it: Guardia alla casa
ja: 留守番
ko: 집 지키기
nl: Op het huis passen
pl: Pilnowanie domu
pt_br: Cuidando da casa
ru: Присмотр за домом
sv: Passa huset
th: เฝ้าบ้าน
tr: Ev bekçiliği
vi: Trông nhà
zh_hans: 看家收益
zh_hant: 看家

# settings.coat
source: Coat
ar: الفرو
de: Fell
es: Pelaje
fr: Pelage
hi: रंग-रूप
id: Corak bulu
it: Mantello
ja: 毛色
ko: 털색
nl: Vacht
pl: Umaszczenie
pt_br: Pelagem
ru: Окрас
sv: Päls
th: สีขน
tr: Tüy rengi
vi: Màu lông
zh_hans: 毛色
zh_hant: 毛色

# settings.color
source: Coat
ar: الفرو
de: Fell
es: Pelaje
fr: Pelage
hi: रंग-रूप
id: Corak bulu
it: Mantello
ja: 毛色
ko: 털색
nl: Vacht
pl: Umaszczenie
pt_br: Pelagem
ru: Окрас
sv: Päls
th: สีขน
tr: Tüy rengi
vi: Màu lông
zh_hans: 毛色
zh_hant: 毛色

# settings.growth
source: Growth
ar: النمو
de: Wachstum
es: Crecimiento
fr: Croissance
hi: विकास
id: Pertumbuhan
it: Crescita
ja: 成長
ko: 성장
nl: Groei
pl: Rozwój
pt_br: Crescimento
ru: Рост
sv: Tillväxt
th: การเติบโต
tr: Büyüme
vi: Trưởng thành
zh_hans: 成长
zh_hant: 成長

# settings.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.footer
source: Applies immediately. Falls back to English if a language is missing.
ar: يُطبَّق فورًا. وعند غياب الترجمة تُستخدم الإنجليزية.
de: Gilt sofort. Fällt auf Englisch zurück, wenn eine Sprache fehlt.
es: Se aplica de inmediato. Si falta un idioma, se usa el inglés.
fr: Application immédiate. Repli sur l’anglais si une langue manque.
hi: तुरंत लागू होता है। अनुवाद न होने पर अंग्रेज़ी दिखती है।
id: Berlaku langsung. Jika terjemahan tidak ada, bahasa Inggris dipakai.
it: Si applica subito. Se manca una lingua si usa l’inglese.
ja: すぐに反映されます。訳がない場合は英語になります。
ko: 바로 적용됩니다. 번역이 없으면 영어로 표시됩니다.
nl: Werkt direct. Valt terug op Engels als een taal ontbreekt.
pl: Działa od razu. Gdy brakuje tłumaczenia, używany jest angielski.
pt_br: Aplica na hora. Se faltar um idioma, usa o inglês.
ru: Применяется сразу. Если перевода нет, используется английский.
sv: Gäller direkt. Faller tillbaka på engelska om ett språk saknas.
th: มีผลทันที หากไม่มีคำแปลจะใช้ภาษาอังกฤษ
tr: Hemen uygulanır. Çeviri yoksa İngilizce kullanılır.
vi: Áp dụng ngay. Nếu thiếu bản dịch sẽ dùng tiếng Anh.
zh_hans: 选择后立刻生效。缺少译文时回退到英文。
zh_hant: 立即生效。缺少譯文時回退英文。

# settings.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt_br: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên
zh_hans: 名字
zh_hant: 名字

# settings.name.footer
source: Once named, it will use this name when it talks.
ar: بعد اختيار الاسم سيستخدمه عند الكلام.
de: Nach der Benennung wird dieser Name verwendet, wenn es spricht.
es: Una vez con nombre, lo usará cuando hable.
fr: Une fois nommé, il utilisera ce nom quand il parlera.
hi: नाम रखने के बाद बात करते समय वही नाम इस्तेमाल होगा।
id: Setelah diberi nama, ia akan memakai nama ini saat berbicara.
it: Una volta scelto, useremo questo nome quando parla.
ja: 名前をつけると、話すときにこの名前を使います。
ko: 이름을 지으면 말할 때 이 이름을 사용해요.
nl: Zodra het een naam heeft, gebruikt het die naam als het praat.
pl: Po nadaniu imienia zwierzak będzie się nim posługiwać.
pt_br: Depois de nomeado, ele usará este nome quando falar.
ru: После выбора имени питомец будет называть себя так.
sv: När det fått ett namn använder det namnet när det talar.
th: เมื่อตั้งชื่อแล้ว มันจะใช้ชื่อนี้เวลาพูด
tr: Ad verildikten sonra konuşurken bu adı kullanır.
vi: Sau khi đặt tên, nó sẽ dùng tên này khi nói.
zh_hans: 起了名字之后，它说话时会用这个名字。
zh_hant: 取名後，牠說話時會用這個名字。

# settings.name.placeholder
source: Give it a name
ar: اختر له اسمًا
de: Gib ihm einen Namen
es: Ponle un nombre
fr: Donne-lui un nom
hi: इसे नाम दें
id: Beri nama
it: Dagli un nome
ja: 名前をつけよう
ko: 이름을 지어 주세요
nl: Geef het een naam
pl: Nadaj mu imię
pt_br: Dê um nome
ru: Придумайте имя
sv: Ge det ett namn
th: ตั้งชื่อให้หน่อย
tr: Bir ad verin
vi: Đặt tên cho nó
zh_hans: 给它起个名字
zh_hant: 取個名字

# settings.notify
source: Status reminders
ar: تنبيهات الحالة
de: Zustands-Hinweise
es: Avisos de estado
fr: Rappels d’état
hi: स्थिति की याद
id: Pengingat kondisi
it: Avvisi di stato
ja: 状態のお知らせ
ko: 상태 알림
nl: Herinneringen
pl: Przypomnienia o stanie
pt_br: Avisos de estado
ru: Напоминания о состоянии
sv: Påminnelser om tillstånd
th: เตือนสถานะ
tr: Durum hatırlatmaları
vi: Nhắc trạng thái
zh_hans: 状态提醒
zh_hant: 狀態提醒

# settings.notify.denied
source: Notifications denied. Enable them in Settings.
ar: الإشعارات مرفوضة. مكّنها من الإعدادات.
de: Mitteilungen abgelehnt. Aktiviere sie in den Einstellungen.
es: Notificaciones denegadas. Actívalas en Ajustes.
fr: Notifications refusées. Active-les dans les Réglages.
hi: सूचनाएँ अस्वीकृत हैं। इन्हें सेटिंग में चालू करें।
id: Notifikasi ditolak. Aktifkan di Pengaturan.
it: Notifiche negate. Attivale in Impostazioni.
ja: 通知が拒否されています。「設定」で許可してください。
ko: 알림이 거부되었어요. 「설정」에서 허용해 주세요.
nl: Meldingen geweigerd. Zet ze aan in Instellingen.
pl: Powiadomienia odrzucone. Włącz je w Ustawieniach.
pt_br: Notificações recusadas. Ative nos Ajustes.
ru: Уведомления запрещены. Включите их в Настройках.
sv: Aviseringar nekade. Aktivera dem i Inställningar.
th: การแจ้งเตือนถูกปฏิเสธ เปิดได้ในการตั้งค่า
tr: Bildirimlere izin verilmedi. Ayarlar’dan etkinleştirin.
vi: Thông báo đã bị từ chối. Hãy bật trong Cài đặt.
zh_hans: 通知权限被拒绝，请在系统设置里开启。
zh_hant: 通知已被拒絕。請在「設定」中開啟。

# settings.notify.footer
source: Get notified when it's hungry or bored. Quiet at night.
ar: ننبّهك عندما يجوع أو يضجر. هدوء في الليل.
de: Werde benachrichtigt, wenn es hungrig oder gelangweilt ist. Nachts still.
es: Recibe un aviso cuando tenga hambre o se aburra. Silencio por la noche.
fr: Sois prévenu quand il a faim ou s’ennuie. Silence la nuit.
hi: भूख लगने या बोर होने पर सूचना पाएँ। रात में शांत।
id: Dapat pemberitahuan saat ia lapar atau bosan. Malam hari senyap.
it: Ricevi un avviso quando ha fame o si annoia. Silenzio di notte.
ja: おなかがすいたり退屈したときにお知らせします。夜間は静かです。
ko: 배고프거나 심심할 때 알려 줘요. 밤에는 조용합니다.
nl: Krijg bericht als het honger heeft of zich verveelt. ’s Nachts stil.
pl: Dowiesz się, gdy będzie głodny lub znudzony. Nocą cisza.
pt_br: Receba um aviso quando ele estiver com fome ou sem graça. Silêncio à noite.
ru: Получайте напоминание, когда питомец голоден или скучает. Ночью тихо.
sv: Få ett meddelande när det är hungrigt eller uttråkat. Tyst på natten.
th: รับแจ้งเมื่อมันหิวหรือเบื่อ กลางคืนจะเงียบ
tr: Acıktığında veya sıkıldığında haber verir. Geceleri sessiz.
vi: Nhận thông báo khi nó đói hoặc buồn. Ban đêm sẽ im lặng.
zh_hans: 它饿了或无聊时提醒你。深夜不打扰。
zh_hant: 在牠餓了或無聊時通知你。夜間安靜。

# settings.notify.header
source: Reminders
ar: التنبيهات
de: Hinweise
es: Avisos
fr: Rappels
hi: याद दिलाना
id: Pengingat
it: Avvisi
ja: お知らせ
ko: 알림
nl: Herinneringen
pl: Przypomnienia
pt_br: Avisos
ru: Напоминания
sv: Påminnelser
th: การเตือน
tr: Hatırlatmalar
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

# settings.stage.final
source: Final stage — it will stay with you.
ar: المرحلة الأخيرة — سيبقى معك.
de: Letzte Phase – es bleibt bei dir.
es: Última etapa: se quedará contigo.
fr: Dernière étape : il restera avec toi.
hi: अंतिम चरण — यह आपके साथ ही रहेगा।
id: Tahap terakhir — ia akan tetap bersamamu.
it: Ultima fase: resterà con te.
ja: 最終段階 — これからもずっといっしょです。
ko: 마지막 단계 — 앞으로도 계속 함께해요.
nl: Laatste fase — het blijft bij je.
pl: Ostatni etap — zostanie z Tobą.
pt_br: Última fase: ele vai ficar com você.
ru: Последняя стадия — он останется с вами.
sv: Sista fasen – det stannar hos dig.
th: ช่วงสุดท้าย — มันจะอยู่กับคุณต่อไป
tr: Son evre — sizinle kalacak.
vi: Giai đoạn cuối — nó sẽ ở bên bạn.
zh_hans: 已是最终阶段，它会一直陪着你。
zh_hant: 最終階段 —— 牠會一直陪著你。

# settings.stage.next
source: %lld days until the next stage
ar: %lld يوم حتى المرحلة التالية
de: %lld Tage bis zur nächsten Phase
es: %lld días para la próxima etapa
fr: %lld jours avant la prochaine étape
hi: अगले चरण तक %lld दिन
id: %lld hari menuju tahap berikutnya
it: %lld giorni alla fase successiva
ja: 次の段階まであと %lld 日
ko: 다음 단계까지 %lld일
nl: %lld dagen tot de volgende fase
pl: %lld dnia do następnego etapu
pt_br: %lld dias para a próxima fase
ru: %lld дня до следующей стадии
sv: %lld dagar till nästa fas
th: อีก %lld วันถึงช่วงต่อไป
tr: Sonraki evreye %lld gün
vi: Còn %lld ngày đến giai đoạn sau
zh_hans: 再过 %lld 天进入下一阶段
zh_hant: 再過 %lld 天進入下一階段

# settings.threshold.footer
source: Notifies you when a stat drops below the chosen level. Pick × to turn it off. Late-night reminders (23:00–07:00) are pushed to morning.
ar: ننبّهك عندما ينزل مؤشر تحت المستوى المختار. اختر × للإيقاف. تنبيهات الليل (٢٣:٠٠–٠٧:٠٠) تُؤجَّل إلى الصباح.
de: Benachrichtigt dich, wenn ein Wert unter die gewählte Stufe fällt. Wähle ×, um es auszuschalten. Hinweise in der Nacht (23:00–07:00) werden auf den Morgen verschoben.
es: Te avisa cuando un indicador baja del nivel elegido. Elige × para desactivarlo. Los avisos de madrugada (23:00–07:00) se posponen a la mañana.
fr: Te prévient quand une jauge passe sous le niveau choisi. Choisis × pour désactiver. Les rappels de nuit (23 h–7 h) sont repoussés au matin.
hi: जब कोई आँकड़ा चुने हुए स्तर से नीचे जाए तो सूचित करेंगे। बंद करने के लिए × चुनें। देर रात (23:00–07:00) की सूचनाएँ सुबह पर टाल दी जाती हैं।
id: Memberi tahu saat suatu statistik turun di bawah level pilihan. Pilih × untuk menonaktifkan. Pengingat tengah malam (23.00–07.00) digeser ke pagi.
it: Ti avvisa quando un indicatore scende sotto il livello scelto. Scegli × per disattivare. Gli avvisi notturni (23:00–07:00) vengono spostati al mattino.
ja: 選んだ水準を下回るとお知らせします。× でオフにできます。深夜（23:00〜07:00）のお知らせは朝にまとめます。
ko: 선택한 수준보다 낮아지면 알려 줘요. ×를 고르면 끌 수 있어요. 늦은 밤（23:00–07:00）알림은 아침으로 미룹니다.
nl: Waarschuwt je als een waarde onder het gekozen niveau zakt. Kies × om uit te zetten. Herinneringen ’s nachts (23:00–07:00) worden naar de ochtend geschoven.
pl: Powiadomimy, gdy wskaźnik spadnie poniżej wybranego poziomu. Wybierz ×, aby wyłączyć. Nocne przypomnienia (23:00–07:00) przenosimy na rano.
pt_br: Avisa quando um medidor cair abaixo do nível escolhido. Escolha × para desativar. Avisos da madrugada (23:00–07:00) vão para a manhã.
ru: Напомним, когда показатель опустится ниже выбранного уровня. Выберите ×, чтобы отключить. Ночные напоминания (23:00–07:00) переносятся на утро.
sv: Meddelar dig när ett värde sjunker under den valda nivån. Välj × för att stänga av. Påminnelser på natten (23:00–07:00) skjuts till morgonen.
th: จะเตือนเมื่อค่าสถานะต่ำกว่าระดับที่เลือก เลือก × เพื่อปิด การเตือนช่วงดึก (23:00–07:00) จะเลื่อนไปตอนเช้า
tr: Bir gösterge seçtiğiniz seviyenin altına düştüğünde haber verir. Kapatmak için × seçin. Gece yarısı (23.00–07.00) hatırlatmaları sabaha ertelenir.
vi: Nhắc bạn khi một chỉ số xuống dưới mức đã chọn. Chọn × để tắt. Nhắc lúc khuya (23:00–07:00) sẽ dời sang buổi sáng.
zh_hans: 状态低于所选比例时提醒。选「×」关闭该项。深夜（23:00–07:00）的提醒会推迟到早上。
zh_hant: 當某項狀態低於所選等級時通知你。選 × 可關閉。深夜提醒（23:00–07:00）會延到早上。

# settings.threshold.header
source: Reminder thresholds
ar: حدود التنبيه
de: Schwellen für Hinweise
es: Umbrales de aviso
fr: Seuils de rappel
hi: सूचना की सीमाएँ
id: Ambang pengingat
it: Soglie di avviso
ja: お知らせのしきい値
ko: 알림 기준
nl: Drempels voor herinneringen
pl: Progi przypomnień
pt_br: Limites de aviso
ru: Порог напоминаний
sv: Gränser för påminnelser
th: เกณฑ์การเตือน
tr: Hatırlatma eşikleri
vi: Ngưỡng nhắc nhở
zh_hans: 提醒阈值
zh_hant: 提醒門檻

# settings.threshold.off
source: Off
ar: معطّل
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
id: Nonaktif
it: Disattivato
ja: オフ
ko: 끄기
nl: Uit
pl: Wyłączone
pt_br: Desativado
ru: Выкл.
sv: Av
th: ปิด
tr: Kapalı
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# shop.adopt
source: Adopt
ar: تبنَّ
de: Aufnehmen
es: Adoptar
fr: Adopter
hi: लें
id: Adopsi
it: Adotta
ja: お迎え
ko: 데려오기
nl: Adopteren
pl: Przygarnij
pt_br: Adotar
ru: Взять
sv: Adoptera
th: รับเลี้ยง
tr: Sahiplen
vi: Nhận nuôi
zh_hans: 收养
zh_hant: 領養
